Repository: Yazan98/rick-morty-ios-app
Catalog: RM Client/Localization/*.lproj/Localizable.strings
Languages: ar

source: Splash
ar: ريك اند مورتي

source: Welcome
ar: مرحبا

source: Login
ar: تسجيل الدخول

source: Home
ar: الرئيسية

# welcome_title_1
source: Rick And Morty TV Show
ar: ريك و مورتي العرض السينيمائي

# welcome_title_2
source: Discover News
ar: اكتشف اخر الاخبار

# welcome_title_3
source: Next Version of the Planet
ar: الاصدار الجديد من كوكب الارض

# welcome_message_1
source: Welcome to Rick and Morty IOS Client Application, this is the First Full Demo App Contains Most cases of IOS App Development, Swipe Ma Friendo Swipe
ar: مرحبا بكم في تطبيق الايفون الخاص بريك و مورتي العرض السينيمائي الاكثر شهره على مستوى العالم اسحب باصبعك لاكتشاف المزيد

# welcome_message_2
source: You can Here Descover Characters, Stories, Articles and More, Swipe Ma Friendo Swipe
ar: هنا يمكنك قرائه الكتب و المعلومات عن العرض السينيمائي وتصفح اخر اخبار الحلقات

# welcome_message_3
source: You Can go to Another Planet in this Application by Trying Morty Expermentals Click Continue to Continue xD
ar: يمكنك الان الطيران الى كوكب اخر عن طريف تجارب ريك xD

# login_by_apple
source: Login By Apple Account
ar: تسجيل الدخول عبر حساب ابل

source: Skip
ar: آكمل

source: Login By Email
ar: تسجيل الدخول

# login_hint_email
source: Enter Email Address
ar: ادخل البريد الالكتروني

# login_hint_password
source: Enter Password
ar: ادخل كلمة المرور

source: Email Address Required !
ar: البريد الالكتروني مطلوب

source: Password Required !
ar: كلمة السر مطلوبة

source: Locations
ar: المواقع

source: Episods
ar: الحلقات

# layout_style
source: Style
ar: القائمة

# home_title
source: Rick And Morty IOS Application
ar: تطبيق ريك اند مورتي للايفون

# home_description
source: This is A Native IOS Application Built With Native Libraries, UICellectionView With Multiple ViewTypes, Navigation Between Components, Realm, Alamofire and More ...
ar: هذا التطبيق آصلي مكتوب بلغة النظام ويقوم بتشغيل وتطبيق الكثير من الافكار تابع الاستخدام للحصول على المزيد من الافكار

# home_notifications_title
source: Notifications Permission
ar: صلاحية الاشعارات

# home_notifications_button
source: Take Permission
ar: تفعيل الاذن

# home_notifications_des
source: Take The Permission to Enable Rick and Morty Application to Push Notifications to Your Device
ar: السماح لتطبيق ريك و مورتي بتفعيل اذن الاشعارات ليصلك كل جديد

# permission_button
source: Allow Storage
ar: تفعيل الاذن

# storage_permission
source: Storage Camera and Gallery Access
ar: اذن الوصول الى الصور والتخزين

# storage_permission_hint
source: Allow Rick and Morty Application to Access Camera and Storage to let users Use Download Function and Hold Long Click on The Image to Download it and this Feature Only Available in Character Page Screen
ar: عبر الموافقه على استعمال خاصيه التحميل المباشر للصور في صفحه الشخصيه يمكنك الضغط مطولا على الصوره لتحميلها بعد السماح للتطبيق باخذ الاذن للوصول الى الملفات

# section_alive
source: Alive Characters
ar: الشخصيات الحية

# section_view_more
source: View More
ar: عرض المزيد

# section_male
source: Male Characters
ar: رجال المسلسل

# section_female
source: Female Characters
ar: نساء المسلسل

source: Settings
ar: الاعدادات

source: Theme
ar: المظهر

source: Language
ar: اللغة

# developer_link
source: Application Developer
ar: مطور التطبيق
